{
    "juegos": [
        {
            "id": 1,
            "img": "../assets/juegos/playstation/god-of-war-ragnarok.jpg",
            "titulo": "God of war Ragnarok",
            "descripcion": "Kratos y Atreus deben viajar a cada uno de los nueve reinos en búsqueda de respuestas, mientras que las fuerzas asgardianas se preparan para una batalla profetizada que terminará con el mundo.La amenaza del Ragnarök cada vez está más cerca. Kratos y Atreus deben elegir entre su propia seguridad y la seguridad de los reinos.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "85 GB",
            "genero": "Accion - Aventura",
            "precio": 80,
            "descuento": 70,
            "plataforma": "Playstation"
        },
        {   
            "id": 2,
            "img": "../assets/juegos/playstation/spiderman_2.jpeg",
            "titulo": "Spiderman 2",
            "descripcion": "Balancéate, salta y utiliza las nuevas alas de telaraña para recorrer toda la ciudad de Nueva York de Marvel. También podrás cambiar rápidamente entre Peter Parker y Miles Morales para vivir diferentes historias y canalizar poderes nuevos y épicos, mientras el emblemático villano Venom amenaza con destruir sus vidas, la ciudad y a todos sus seres queridos.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "98 GB",
            "genero": "Accion - Aventura",
            "precio": 100,
            "descuento": 15,
            "plataforma": "Playstation"
        },
        {   
            "id": 3,
            "img": "../assets/juegos/playstation/bloodborne.webp",
            "titulo": "Bloodborne",
            "descripcion": "Enfrenta tus pesadillas mientras buscas respuestas en la antigua ciudad de Yharnam, ahora maldecida por una enfermedad endémica que se propaga por las calles como un fuego arrasador. El peligro, la muerte y la locura merodean en cada esquina de este mundo oscuro y espantoso, y debes descubrir sus secretos más oscuros para poder sobrevivir.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "85 GB",
            "genero": "Accion - Aventura - Terror",
            "precio": 60,
            "descuento": 50,
            "plataforma": "Playstation"
        },
        {   
            "id": 4,
            "img": "../assets/juegos/playstation/daysgone.webp",
            "titulo": "Daysgone",
            "descripcion": "Ponte en los zapatos sucios y salpicados del antiguo motero forajido Deacon St. John, un cazarrecompensas que busca una razón para vivir en una tierra rodeada de muerte. Rebusca equipamiento entre asentamientos abandonados para fabricar objetos valiosos y armas, o prueba tu suerte con otros sobrevivientes.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "98 GB",
            "genero": "Accion - Aventura",
            "precio": 50,
            "descuento": 50,
            "plataforma": "Playstation"
        },
        {   
            "id": 5,
            "img": "../assets/juegos/playstation/Ghost_of_Tsushima.webp",
            "titulo": "Ghost of Tsushima",
            "descripcion": "Forja un nuevo camino y emplea tácticas de guerra poco convencionales para liberar Tsushima. Desafía a tus enemigos con tu katana, domina el arco para eliminar las amenazas lejanas, aprende tácticas de sigilo para emboscar a los enemigos y explora una nueva historia en la Isla Iki.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "98 GB",
            "genero": "Accion - Aventura",
            "precio": 65,
            "descuento": 15,
            "plataforma": "Playstation"
        },
        {   
            "id": 6,
            "img": "../assets/juegos/playstation/horizon-zero-dawn.jpeg",
            "titulo": "Horizon Zero Dawn",
            "descripcion": "En un exuberante mundo postapocalíptico donde la naturaleza ha reclamado las ruinas de una civilización olvidada, los remanentes de la humanidad viven en primitivas tribus cazadoras-recolectoras. Su dominio sobre esta nueva tierra salvaje ha sido usurpado por las máquinas, temibles criaturas mecánicas de origen desconocido.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "98 GB",
            "genero": "Accion - Aventura",
            "precio": 65,
            "descuento": 25,
            "plataforma": "Playstation"
        },
        {   
            "id": 7,
            "img": "../assets/juegos/playstation/horizon-zero-dawn-fw.jpeg",
            "titulo": "Horizon Zero Dawn Forbbiden West",
            "descripcion": "La tierra se muere. Las rugientes tormentas y una desolación imparable causan estragos entre lo que queda de la humanidad, unas cuantas tribus dispersas, mientras nuevas y temibles máquinas merodean por sus fronteras. La vida en la Tierra se enfrenta a una nueva extinción y nadie sabe por qué.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "98 GB",
            "genero": "Accion - Aventura",
            "precio": 80,
            "descuento": 15,
            "plataforma": "Playstation"
        },
        {   
            "id": 8,
            "img": "../assets/juegos/playstation/god-of-war-game.webp",
            "titulo": "God of war",
            "descripcion": "Kratos vuelve a ser padre. Como mentor y protector de Atreus, un hijo determinado a ganarse el respeto de su padre, se ve obligado a contener la ira que durante tanto tiempo lo ha caracterizado mientras recorre un mundo lleno de peligros junto a su muchacho. Kratos ahora vive en el reino de las deidades y monstruos nórdicos.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "98 GB",
            "genero": "Accion - Aventura",
            "precio": 50,
            "descuento": 50,
            "plataforma": "Playstation"
        },
        {   
            "id": 9,
            "img": "../assets/juegos/playstation/uncharted-legacy.jpeg",
            "titulo": "Uncharted Legacy",
            "descripcion": "Descubre la historia perdida con los carismáticos, aunque complejos, ladrones, Nathan Drake y Chloe Frazer, mientras viajan por el mundo con un sentido de curiosidad en busca de aventuras extraordinarias y la historia perdida. Busca tu legado y deja tu marca en el mapa en UNCHARTED: Colección Legado de ladrones.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "98 GB",
            "genero": "Accion - Aventura",
            "precio": 50,
            "descuento": 40,
            "plataforma": "Playstation"
        },
        {   
            "id": 10,
            "img": "../assets/juegos/playstation/the_last_of_us_game.webp",
            "titulo": "The Last of Us",
            "descripcion": "En una civilización devastada, donde los infectados y los empedernidos sobrevivientes proliferan, Joel, un protagonista cansado, es contratado para rescatar de contrabando a una niña de 14 años llamada Ellie de una zona de cuarentena militar. Sin embargo, lo que comienza como un pequeño trabajo pronto se transforma en una brutal travesía por todo el país.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "98 GB",
            "genero": "Accion - Aventura",
            "precio": 60,
            "descuento": 70,
            "plataforma": "Playstation"

        },
        {   
            "id": 11,
            "img": "../assets/juegos/playstation/the-last-of-us-2.avif",
            "titulo": "The Last of Us 2",
            "descripcion": "Balancéate, salta y utiliza las nuevas alas de telaraña para recorrer toda la ciudad de Nueva York de Marvel. También podrás cambiar rápidamente entre Peter Parker y Miles Morales para vivir diferentes historias y canalizar poderes nuevos y épicos, mientras el emblemático villano Venom amenaza con destruir sus vidas, la ciudad y a todos sus seres queridos.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "98 GB",
            "genero": "Accion - Aventura",
            "precio": 65,
            "descuento": 30,
            "plataforma": "Playstation"
        },
        {   
            "id": 12,
            "img": "../assets/juegos/playstation/demon-souls.webp",
            "titulo": "Demon Souls",
            "descripcion": "En su búsqueda de poder, el 12.º rey de Boletaria, el rey Allant canalizó las antiguas artes del arma, despertando a un demonio desde los albores del tiempo mismo, el Antiguo. Con la invocación del Antiguo, una niebla sin color barrió por la tierra, desatando criaturas pesadillescas con hambre de almas humanas.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "98 GB",
            "genero": "Accion - Aventura",
            "precio": 50,
            "descuento": 60,
            "plataforma": "Playstation"
        },
        {
            "id": 13,
            "img": "../assets/juegos/xbox/hellblade.jpeg",
            "titulo": "Hellblade",
            "descripcion": "En la era vikinga, una guerrera celta trastornada se lanza a las entrañas del infierno en una cruzada de visiones perturbadoras para luchar por el alma de su amante muerto. Te lleva a las entrañas de la melancólica furia de la trastornada mente de Senua.Ambientado en la era vikinga, una guerrera celta destrozada se embarca en una misión onírica obsesiva para luchar por el alma de su difunto.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "40 GB",
            "genero": "Accion - Aventura - Terror",
            "precio": 50,
            "descuento": 30,
            "plataforma": "Xbox"
        },
        {   
            "id": 14,
            "img": "../assets/juegos/xbox/stalker2.jpeg",
            "titulo": "Stalker 2",
            "descripcion": "S.T.A.L.K.E.R. 2: Heart of Chornobyl es la nueva secuela de la galardonada franquicia de videojuegos de ordenador desarrollada por GSC Game World y que ofrece una experiencia de acción y supervivencia única en la postapocalíptica Zona de Exclusión de Chernóbil.Descubre la Zona de Exclusión de Chornóbil, un lugar repleto de enemigos peligrosos, anomalías letales y poderosos artefactos.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "150 GB",
            "genero": "Accion - Aventura",
            "precio": 40,
            "descuento": 30,
            "plataforma": "Xbox"
        },
        {   
            "id": 15,
            "img": "../assets/juegos/xbox/starfield.jpg",
            "titulo": "Starfield",
            "descripcion": "En el año 2330, la humanidad se ha aventurado más allá de nuestro sistema solar, poblando nuevos planetas y viviendo como exploradores espaciales. Te unirás a Constelación, el último grupo de exploradores espaciales que buscan artefactos extraños por toda la galaxia, y navegarás la gran expansión del espacio en el juego más grande y ambicioso de Bethesda Game Studios.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "150 GB",
            "genero": "Accion - Aventura",
            "precio": 100,
            "descuento": 15,
            "plataforma": "Xbox"
        },
        {   
            "id": 16,
            "img": "../assets/juegos/xbox/Redfall.jpeg",
            "titulo": "RedFall",
            "descripcion": "La ciudad isleña de Redfall, Massachusetts, está asediada por una legión de vampiros que ha aislado a los ciudadanos del mundo exterior y ha tapado el sol. Explora el mundo abierto y sumérgete en una campaña narrativa para desvelar el misterio que se oculta tras la aparición de los vampiros. Alíate con un puñado de supervivientes para combatir contra las criaturas que amenazan con desangrar la ciudad.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "94 GB",
            "genero": "Accion - Terror",
            "precio": 50,
            "descuento": 50,
            "plataforma": "Xbox"
        },
        {   
            "id": 17,
            "img": "../assets/juegos/xbox/Halo-Infinite.webp",
            "titulo": "Halo Infinite",
            "descripcion": "Cuando toda esperanza se pierde y el destino de la humanidad pende de un hilo, el Jefe Maestro está listo para enfrentarse al enemigo más despiadado al que jamás haya hecho frente.Ponte la armadura del mayor héroe de la humanidad para vivir una aventura épica y explorar el descomunal anillo de Halo. Para disfrutar de la campaña, compra Halo: Infinite (campaña).",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "50 GB",
            "genero": "Accion - Aventura",
            "precio": 65,
            "descuento": 30,
            "plataforma": "Xbox"
        },
        {   
            "id": 18,
            "img": "../assets/juegos/xbox/ravenlok.jpeg",
            "titulo": "Ravenlok",
            "descripcion": "Tras encontrar un espejo mágico, Ravenlok se ve arrastrada a un mundo fantástico asolado por la siniestra oscuridad de una tiránica reina. Descubre qué les deparará el destino en esta conmovedora e inolvidable aventura.Explora reinos fantásticos, conoce personajes locos y vence a monstruos oscuros hasta el final del reino de terror de la Reina Caterpillar. Tu destino te espera en una aventura de crecimiento repleta de acción.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "5 GB",
            "genero": "Accion - Aventura",
            "precio": 35,
            "descuento": 10,
            "plataforma": "Xbox"
        },
        {   
            "id": 19,
            "img": "../assets/juegos/xbox/forza-horizon-5.jpeg",
            "titulo": "Forza Horizon 5",
            "descripcion": "¡Tu aventura Horizon por excelencia te espera! Explora los dinámicos paisajes abiertos al mundo y en constante evolución de México con una acción de conducción ilimitada en cientos de los mejores autos del mundo.Conquista la escarpada Sierra Nueva en la experiencia definitiva del rally de Horizon.Enfréntate a eventos meteorológicos impresionantes, como las imponentes tormentas de arena e intensas tormentas tropicales.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "110 GB",
            "genero": "Carreras - Autos",
            "precio": 60,
            "descuento": 25,
            "plataforma": "Xbox"
        },
        {   
            "id": 20,
            "img": "../assets/juegos/xbox/the-gunk.jpeg",
            "titulo": "The Gunk",
            "descripcion": "En The Gunk tenemos a Rani, parte de nuestro dúo de transportistas espaciales, que lucha por ganarse el pan cuando se topa con un planeta virgen que rebosa vida. Rani y su compi han venido en busca de recursos valiosos y parece que les ha tocado el premio gordo...Mientras descubren los secretos latentes de una civilización rota, deberán luchar contra un parásito tóxico, el gunk, además de enfrentarse a una desconfianza que no hace más que crecer.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "12 GB",
            "genero": "Accion - Aventura",
            "precio": 50,
            "descuento": 35,
            "plataforma": "Xbox"
        },
        {   
            "id": 21,
            "img": "../assets/juegos/xbox/halo-the-master-chief-collection.jpeg",
            "titulo": "Halo: The Master Chief Collection",
            "descripcion": "El emblemático viaje del Jefe Maestro incluye seis juegos creados para PC y recopilados en una sola experiencia. Ya seas un seguidor de toda la vida o descubras al Spartan 117 por primera vez, la colección Jefe Maestro te resultará la experiencia de juego definitiva de Halo.Campaña: la colección Jefe Maestro incluye Halo: Reach, Halo: Combat Evolved Anniversary, Halo 2: Anniversary, Halo 3, Halo 3: ODST Campaign y Halo 4, por lo que los jugadores podrán disfrutar de un viaje trepidante y exclusivo por toda la épica saga.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "43 GB",
            "genero": "Accion - Aventura",
            "precio": 80,
            "descuento": 40,
            "plataforma": "Xbox"
        },
        {   
            "id": 22,
            "img": "../assets/juegos/xbox/titan-fall.jpeg",
            "titulo": "Titanfall",
            "descripcion": "Pilotos: no hay nada más letal en la guerra por la Frontera. Con una movilidad sin igual y la capacidad de desplegar imponentes titanes en combate, suponen la nueva evolución en el campo de batalla.Prepárate para pedir el despliegue de tu titán y unirte a la batalla. Al comprar Titanfall, conseguirás automáticamente el pase de temporada, que contiene los tres packs de mapas. Así tendrás un total de nueve mapas adicionales donde poder aplastar a tus enemigos.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "50 GB",
            "genero": "Accion - Aventura",
            "precio": 55,
            "descuento": 35,
            "plataforma": "Xbox"
        },
        {   
            "id": 23,
            "img": "../assets/juegos/xbox/gears-5.webp",
            "titulo": "Gears 5",
            "descripcion": "Llega la nueva entrega de Gears, una de las sagas más aclamadas de la industria, y lo hace a lo grande. En medio de una guerra sin cuartel, Kait Diaz se marcha para desentrañar su conexión con el enemigo y descubrir la auténtica amenaza para Sera: ella misma.Con el conflicto bélico totalmente desencadenado, Kait Diaz se evade para averiguar su conexión con el enemigo. Es ahí cuando descubre el verdadero peligro para Sera: ella misma. Las nuevas funciones de campaña te permitirán llevar a tu personaje y diseños de armas a un nuevo nivel y disfrutar de niveles de dificultad y modificadores adicionales.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "80 GB",
            "genero": "Accion - Aventura",
            "precio": 65,
            "descuento": 30,
            "plataforma": "Xbox"
        },
        {   
            "id": 24,
            "img": "../assets/juegos/xbox/Forza-Motorsport.webp",
            "titulo": "Forza Motorsport",
            "descripcion": "Supera a tus rivales en la nueva carrera. Haz carreras con tus amigos en eventos multijugador arbitrados y compite con más de 500 coches en pistas de fama mundial con una IA de última generación, una física avanzada y estrategias que dependen de los neumáticos y el combustible.Disfruta de una simulación a la última con gráficos increíbles de calidad fotográfica que ofrecen trazado de rayos en tiempo real, nuevos sistemas de acumulación de daños y suciedad y una física notablemente mejorada con asistencias potentes y con neumáticos que ofrecen una fidelidad multiplicada por 48.",
            "voces": "Inglés - Español",
            "textos": "Español Latino",
            "peso": "130 GB",
            "genero": "Carreras - Autos",
            "precio": 50,
            "descuento": 60,
            "plataforma": "Xbox"
        }
    ]
}
